{
  "checks": {
    "2025-10-04": true,
    "2025-10-03": true
  },
  "notes": {
    "2025-10-03": "**Freitag - 03.10.2025 - 23:54**\n\nHeute war mein erster Ferientag der Herbstferien. Ich bin um ca. 8:30 Uhr aufgewacht und war echt müde was durch nur 4:43 Stunden Schlaf geschuldet war. Alls erstes habe ich erst einmal Tarja geschrieben, was ein echt schöner Start in den Tag war, direkt einmal etwas von ihr zu hören.\n\nSpäter haben wir gegen 9:20 Uhr losgemacht Richtung Bielatal, weil wir uns dort mit Mandy und Thomas zum wandern verabredet haben. Wir sind ca. 1,5 Stunden gefahren.\n\nDort angekommen haben wir unsere Wanderung zeitnah begonnen und haben direkt einen wirklch schönen Blick auf die Herkulessäulen gehabt. Danach sind wir ein Stück gelaufen bis wir an der Schwedenhöhle und dem Eisloch unsere erste Pause gemacht haben. Währendessen konnten wir 2 Kletterern zuschauen. Danach sind wir noch eine ganze Weile gelaufen bis wir an die Deutsch-Tschechische Grenze kamen. Dort haben wir unsere zweite Pause gemacht. Nach dieser Pause kamen wir zur Grenzplatte, von welcher man eine wirklch schöne Sicht über das Bielatal hatten und sogar bis Ostrov gucken konnten. Von dort an war es nicht mehr besonders weit bis zum Auto.\n\nAm Ende der Wanderung waren es knapp 12km und 380 Höhenmeter.\n\nNach der Wanderung sind wir noch zu einer nahe gelegener Gaststätte gefahren. In dieser habe ich ein Hähnchensteak mit Semmelgnödeln gegessen. Was echt gut geschmeckt hat.\n\nDanach sind wir dann nach Hause gefahren, wo ich dann erst einmal die Rucksäcke ausgeräumt habe und mich dann noch einwenig an den PC gesetzt habe.\n\nIch muss sagen ich vermisse Tarja echt und freu mich schon exstremst wenn ich sie endlich wieder sehe ❤️\n\n**~Samstag - 04.10.2025 - 00:13**",
    "2025-10-04": "**Samstag - 04.10.2025 - 21:23**\n\nHeute war mein zweiter Ferien Tag. Ich bin gegen 9:00 Uhr aufgestanden. Danach gab es erst einmal Frühstück. Über den Vormittagh verteilt habe ich angefangen mit Packen für morgen. Denn morgen fliegen wir in den Urlaub nach Madeira, worauf ich mich ansich echt freue, aber immer noch echt Traurig bin das ich Tarja eine so lange Zeit nicht sehe.\n\n12:45 Uhr hatte ich mich mit Ji-Hu zum Bouldern verabredet. Später kam auch Linus mit seinem Cousin Moritz noch dazu. Es war echt lustig und hat Spaß gemacht. Ich habe den blauen Weg in der Rechtenecke einwenig vereinfacht und ein paar andere Wege gemacht. Wir haben auch versucht aus dem pinken Wegen an der Linkenwand und den pinken Kugeln einen Weg zu definieren.\n\nGegen 15:30 Uhr bin ich wieder nach Hause gefahren. DIe Fahrt war echt eckelhaft, weil es geschüttet und ganz schön gewindet hat.\n\nZu Hause hab ich mir Reis mit Tomaten, Feta, Blattspinat und Kidneybohnen als verspätetes Mittagessen gekocht. \n\nIn der Zeit in welcher ich klettern war, haben Mama, Papa und Lina, Frodo zu Oma und Opa gebracht wo er während unseres Urlaubs bleibt.\n\nBis zum Abendessen habe ich huaptsächlich nur noch gepackt und konnte noch einwenig mit Tarja schreiben, weil sie Netz hatte, was echt schön war.\n\nZum Abendessen hatte ich keinen wirklichen Hunger, weshalb ich nur den restlichen Reis und Obst und Gemüse gegessen habe.\n\nNach dem Abendessen hab ich gemerkt das ich meinen Bewegungsring noch nicht geschafft hatte und hab mich nochmal für eine Stunde auf den Heimtrainer gesetzt um diesen zu schließen. Den rest des Abends saß ich nur noch am PC.\n\nIch freu mich echt darüber das ich wahrscheinlich ab morgen wieder mit Tarja schreiben kann und hoffe das mich der Urlaub einwenig davon ablenkt wie sehr ich sie vermisse und die Zeit bestimmt schnell umgeht und der Tag kommt an dem ich sie wiedersehe ❤️\n\n**~ Samstag - 4.10.2025 - 21:39**",
    "2025-10-02": "**Hallo**"
  }
}