{
  "checks": {
    "2025-10-03": true,
    "2025-10-02": true,
    "2025-10-04": true,
    "2025-10-05": true,
    "2025-10-06": true,
    "2025-10-07": true,
    "2025-10-08": true,
    "2025-10-09": true,
    "2025-10-10": true,
    "2025-10-11": true,
    "2025-10-12": true
  },
  "notes": {
    "2025-10-03": "**Freitag - 03.10.2025 - 23:54**\n\nHeute war mein erster Ferientag der Herbstferien. Ich bin um ca. 8:30 Uhr aufgewacht und war echt müde was durch nur 4:43 Stunden Schlaf geschuldet war. Alls erstes habe ich erst einmal Tarja geschrieben, was ein echt schöner Start in den Tag war, direkt einmal etwas von ihr zu hören.\n\nSpäter haben wir gegen 9:20 Uhr losgemacht Richtung Bielatal, weil wir uns dort mit Mandy und Thomas zum wandern verabredet haben. Wir sind ca. 1,5 Stunden gefahren.\n\nDort angekommen haben wir unsere Wanderung zeitnah begonnen und haben direkt einen wirklch schönen Blick auf die Herkulessäulen gehabt. Danach sind wir ein Stück gelaufen bis wir an der Schwedenhöhle und dem Eisloch unsere erste Pause gemacht haben. Währendessen konnten wir 2 Kletterern zuschauen. Danach sind wir noch eine ganze Weile gelaufen bis wir an die Deutsch-Tschechische Grenze kamen. Dort haben wir unsere zweite Pause gemacht. Nach dieser Pause kamen wir zur Grenzplatte, von welcher man eine wirklch schöne Sicht über das Bielatal hatten und sogar bis Ostrov gucken konnten. Von dort an war es nicht mehr besonders weit bis zum Auto.\n\nAm Ende der Wanderung waren es knapp 12km und 380 Höhenmeter.\n\nNach der Wanderung sind wir noch zu einer nahe gelegener Gaststätte gefahren. In dieser habe ich ein Hähnchensteak mit Semmelgnödeln gegessen. Was echt gut geschmeckt hat.\n\nDanach sind wir dann nach Hause gefahren, wo ich dann erst einmal die Rucksäcke ausgeräumt habe und mich dann noch einwenig an den PC gesetzt habe.\n\nIch muss sagen ich vermisse Tarja echt und freu mich schon exstremst wenn ich sie endlich wieder sehe ❤️\n\n**~Samstag - 04.10.2025 - 00:13**",
    "2025-10-04": "**Samstag - 04.10.2025 - 21:23**\n\nHeute war mein zweiter Ferien Tag. Ich bin gegen 9:00 Uhr aufgestanden. Danach gab es erst einmal Frühstück. Über den Vormittagh verteilt habe ich angefangen mit Packen für morgen. Denn morgen fliegen wir in den Urlaub nach Madeira, worauf ich mich ansich echt freue, aber immer noch echt Traurig bin das ich Tarja eine so lange Zeit nicht sehe.\n\n12:45 Uhr hatte ich mich mit Ji-Hu zum Bouldern verabredet. Später kam auch Linus mit seinem Cousin Moritz noch dazu. Es war echt lustig und hat Spaß gemacht. Ich habe den blauen Weg in der Rechtenecke einwenig vereinfacht und ein paar andere Wege gemacht. Wir haben auch versucht aus dem pinken Wegen an der Linkenwand und den pinken Kugeln einen Weg zu definieren.\n\nGegen 15:30 Uhr bin ich wieder nach Hause gefahren. DIe Fahrt war echt eckelhaft, weil es geschüttet und ganz schön gewindet hat.\n\nZu Hause hab ich mir Reis mit Tomaten, Feta, Blattspinat und Kidneybohnen als verspätetes Mittagessen gekocht. \n\nIn der Zeit in welcher ich klettern war, haben Mama, Papa und Lina, Frodo zu Oma und Opa gebracht wo er während unseres Urlaubs bleibt.\n\nBis zum Abendessen habe ich huaptsächlich nur noch gepackt und konnte noch einwenig mit Tarja schreiben, weil sie Netz hatte, was echt schön war.\n\nZum Abendessen hatte ich keinen wirklichen Hunger, weshalb ich nur den restlichen Reis und Obst und Gemüse gegessen habe.\n\nNach dem Abendessen hab ich gemerkt das ich meinen Bewegungsring noch nicht geschafft hatte und hab mich nochmal für eine Stunde auf den Heimtrainer gesetzt um diesen zu schließen. Den rest des Abends saß ich nur noch am PC.\n\nIch freu mich echt darüber das ich wahrscheinlich ab morgen wieder mit Tarja schreiben kann und hoffe das mich der Urlaub einwenig davon ablenkt wie sehr ich sie vermisse und die Zeit bestimmt schnell umgeht und der Tag kommt an dem ich sie wiedersehe ❤️\n\n**~ Samstag - 4.10.2025 - 21:39**",
    "2025-10-02": "**Hallo**",
    "2025-10-05": "**Sonntag - 05.10.2025 - 23:08**\n\nHeute war der erste „Urlaubs“ bzw. Anreisetag. Ich bin um 6:15 Uhr aufgestanden und wir sind 6:30 Uhr Richtung Prag gestartet.\n\nDie Fahrt war echt entspannt und ich habe von den ca. 3 Stunden Fahrt die Hälfte der Zeit geschlafen. \n\nAm Flughafen angekommen hatten wir kurze Schwierigkeiten den Parkplatz zu finden, welchen wir aber nach kurzer Zeit ebenfalls fanden. Nachdem wir das Auto eingecheckt hatten, sind wir zum Terminal 2 gelaufen. \n\nDort angekommen sind wir rein und mussten noch von 9:30 Uhr bis 9:50 Uhr warten, da dann erst der Check In aufmacht. In dieser Zeit sind Mama, Lina und Ich noch schnell auf die Toilette gegangen. Als ich gerade in die Toilette rein bin, ging ein Alarm los. Also bin ich als ich wieder rauskam schnell zu Papa zurück um ihn mit den Koffern zu helfen. Aber dieser war schon draußen.\n\nDraußen standen wir dann fast 2 Stunden und wussten nicht was los war. Am Ende stellte sich heraus das es ein Bombenalarm war. \n\nAls wir dann endlich wieder reinkonnten sind wir sofort zum Check In gerannt und waren als zweites dran. Als wir dann noch durch den Security Check durch waren, wo mein Gepäck rausgezogen und separat kontrolliert wurde. Sind wir durch den ganzen Flughafen zu unserem Gate C22 gerannt, welches zum Glück noch nicht einmal offen war. \n\nWir saßen dann auch noch bis ca. 12:30 bis endlich das Boarding los ging. \n\nWir wurden dann mit einem Bus zum Flieger (einer A220-300) gefahren und der Flug startete um 14 Uhr. \n\nDer Flug war echt entspannt und wir sind um ca. 17:30 Uhr (18:30) gelandet. Dann hatten wir noch kurz Probleme mit dem Fahrer, weil dieser zuerst nicht da war. Doch dann kam er und war super nett. \n\nWir sind dann direkt zu unserem Unterkunft gefahren und diese ist unfassbar hübsch. \n\nWir sind dann noch kurz durch die Stadt und etwas essen gegangen, weil ich inzwischen schon echt Hunger hatte. \n\nNachdem Essen, hab ich noch mit Tarja telefoniert und bin noch eine Runde durch die Stadt gelaufen. Das war echt wunderschön ❤️\n\nIch freu mich echt auf die nächsten Tage und denke das die Tage hier echt schnell vorbei gehen werden, ich aber die Tage auch echt genießen werde. \n\n**~ Sonntag - 05.10.2025 - 23:25*",
    "2025-10-06": "**Montag - 06.10.2025 - 22:07** \n\nHeute war unsere 2 Urlaubstag, welcher echt sehr schön war.\n\nIch bin gegen 8:00 Uhr aufgestanden und zusammen mit Mama schonmal eine kleine Runde durch Funchal gelaufen. \n\nDanach sind wir frühstücken gegen. Das Frühstück war super lecker und ich hatte einen Joghurt mit Obst, Kokos und getrockneten Früchten. Mama und Papa hatten ein getoastetes Brot mit Avocado und Lina Nutella Panecakes. \n\nAm Vormittag haben wir uns hauptsächlich die Stadt angeguckt und waren einkaufen. Ich hab mir ein neues T-Shirt, ein Pullover und eine Wanderhose gekauft. \n\nGegen Mittag bis Nachmittag haben wir uns in einer Bäckerei kleine Teilchen und Brötchen gekauft, welche auch echt lecker waren. \n\nWir sind dann erstmal zur Unterkunft zurück wo wir 1,5 Stunden Pause gemacht haben und gegen 16:00 Uhr sind Mama, Lina und ich noch zu einer Boulderhalle gelaufen.\n\nDie Halle war echt cool und es waren einige schöne Boulder dabei. Am Ende hab ich noch mit einigen anderen Leuten einen Boulder probiert, welchen ich dann als erstes geschafft habe. \n\nWir sind dann zurück gelaufen und dann direkt auch los zum Abendessen, weil ich echt Hunger hatte. \n\nDort hab ich heute ein für Madeira typisches Essen gegessen was Fisch mit Banane drauf beinhaltet. Das war erstaunlicherweise echt lecker. \n\nNachdem Essen sind wir nur eine kleine Runde gegangen, dann aber auch wieder zurück in die Unterkunft, wo wir noch kurz zusammen saßen. \n\nMorgen bin ich mit Tarja einfach schon 3 Monate zusammen. Die Zeit verging echt super schnell und war so unfassbar schön ❤️ Ich finds echt schade das wir den Tag nicht zusammen verbringen können und freu mich daher schon echt drauf sie wieder zu sehen ❤️\n\n**~ Montag - 06.10.2025 - 22:21**",
    "2025-10-07": "**Dienstag - 07.10.2025 - 22:58**\n\nHeute war unsere dritter Urlaubstag. Dieser hat echt früh gestartet, den ich bin um 4:55 Uhr aufgestanden, weil wir wollten eine Sonnensufgangs-Wanderung machen. \n\n5:15 Uhr hat uns dann ein Guide abgeholt. Wir haben noch 2 Paare eingesammelt und sind dann erstmal auf den Berg gefahren. Dort angekommen, hatten wir bis um 7:00 Uhr Zeit um uns einwenig umzugucken und Bilder zumachen.\n\nGehegen um 7:00 Uhr sind wir dann den Trail zum PR1 vorgelaufen. Vorne angekommen dachten wir, wir sehen den Sonnenaufgang nur vom Startpunkt. Also sind wir wieder zurück, wo wir merkten das hinten besser war. Heißt wir sind nochmal den Trail lang und haben dann allerdings einen wunderschönen Sonnenaufgang gesehen. \n\nDanach sind wir wieder vor und haben die Wanderung PR3, welche 7,5km lang ist wieder nach unten gemacht. Unten angekommen gab es Esel, welche super zutraulich waren und sich von uns füttern ließen. \n\nEtwas weiter war noch ein Kaffe, bei welchem wir noch eine Stunde auf die anderen warten mussten. In der Zeit aß ich einen Cheescake und Mama ein Avocado Toast. \n\nAls dann alle wieder da waren, sind wir wieder in die Stadt gefahren. Dort angekommen sind wir kurz in die Unterkunft und dann wieder sofort los zu einer Seilbahn. \n\nDiese sind wir hoch gefahren, sind oben eine kleine Runde gegangen und dann wieder runtergefahren. \n\nDanach hab ich noch mit Tarja telefoniert was super schön war. \n\nAbends sind wir noch Essen gegangen, wo es heute bei mir eine Bowl mit Reis, Lachs, Edamame und Kraut gab. \n\nNachdem Essen sind wir noch eine kleine Runde gegangen und dann wieder in die Unterkunft zurück. \n\nDer Tag war der letze in Funchal und morgen fahren wir weiter. \n\nHeute sind Tarja und ich 3 Monate zusammen. Die letzten Monate waren durch sie so viel schöner und ich genieße die Zeit mit ihr unfassbar sehr ❤️ Ich liebe sie echt und hoffe das die Zeit bis ich sie wiedersehe schnell vergeht ❤️\n\n**~ Dienstag - 07.10.2025 - 23:12**",
    "2025-10-08": "**Mittwoch - 08.10.2025 - 23:00** \n\nHeute war unsere vierter Urlaubstag und wir sind in die nächste Unterkunft weitergefahren. \n\nIch bin um 8:30 Uhr aufgestanden und wir sind kurz darauf los zum Frühstück, wo ich ein Avocado Toast gegessen habe. \n\nDanach ist Papa unser Mietauto am Flughafen holen gegangen und Mama, Lina und ich sind zu einer Bäckerei Brötchen und in einem anderen kleinen Laden Kekse für Oma und Opa kaufen gegangen. \n\nDanach sind wir wieder in die Unterkunft und haben dort fertig gemacht, bis wir gegen 12:00 Uhr mit dem Gepäck die Wohnung verlassen haben und auf Papa gewartet haben. \n\nAls er dann da war, sind wir zuerst zu der 6. höchsten Klipper der Welt gefahren, welche 580m hoch ist. \n\nDanach sind wir weiter zu einem Parkplatz gefahren von welchem wir eine ca. 6km lange Wanderung gemacht haben.\n\nDiese war echt schön und es ging durch zwei Tunnel und die Natur drumherum war wunderschön. Auch einen Wasserfall haben wir zwischendurch gesehen. \n\nAls wir wieder am Auto waren, sind wir noch einkaufen und dann zur Unterkunft gefahren. Der Weg hin, ist super steil und selbst ich hatte ab und zu echt Respekt. \n\nAber das Ferienhaus ist einwenig rustikaler aber trotzdem echt schön. \n\nGegen Abend haben wir nur noch essen gekocht. Es gab Hähnchen bzw. Steak mit Gemüse bestehend aus Paprika und Zucchini und dazu Kartoffeln. Das Essen war echt lecker. \n\nSpäter hab ich noch echt lange mit Tarja telefoniert was wieder echt schön war und ich echt froh war sie mal wieder zu sehen ❤️\n\nIch Merk selber das ich dadurch das ich sie vermisse, schlechter drauf bin, was mir für mein Umfeld echt leid tut. \n\nEs sind ja aber nur noch knapp sechs Tage und diese werden bestimmt auch schnell vergehen. \n\nAm Abend vom Tag an dem wir zurückkommen trifft sie sich leider schon mit Jette, was ich natürlich einwenig schade finde, mich aber unfassbar doll für sie freue, da ein weiterer Teil eines Films rauskommt und sie diesen zusammen gucken können und wir ja davor Zeit haben den Tag zu genießen ❤️\n\n**~ Mittwoch - 08.10.2025 - 23:15**",
    "2025-10-09": "**Donnerstag - 09.10.2025 - 23:47** \n\nHeute war unser fünfter Urlaubstag. Ich bin gegen 8:00 Uhr aufgestanden und war echt müde, da ich super schlecht geschlafen habe. \n\nNach dem Frühstück sind wir eine Stunde zum Start einer Wanderung gefahren. \n\nDie Wanderung war echt schön allerdings ganz schön matschig, wodurch unsere Schuhe echt dreckig geworden sind. Am Ende waren es 14,75km und 670 Höhenmeter. \n\nNach der Wanderung sind wir noch einkaufen und dann auch zurück zur Unterkunft gefahren. \n\nWo ich auch direkt duschen gegangen bin und es Zeitnah auch essen gab. Wir hatten heute Wraps, welche echt lecker waren. \n\nNach dem Essen habe ich noch fast zwei Stunden mit Tarja telefoniert. Tarja war echt traurig und hat Anfangs geweint, was mir echt weh tat, weil ich sie in dem Moment gerne in den Arm genommen hätte, aber leider überhaupt nichts machen konnte. \n\nMit der Zeit hatte ich das Gefühl das es ihr einwenig besser ging, worüber ich echt glücklich und froh war. \n\nHeute war wieder ein mental echt schwerer Tag, weil ich einfach realisiert habe, wie lange die Zeit noch ist, bis ich sie endlich wiedersehe. Aber was ich sagen kann, ich freue mich jeden Tag mehr drauf ❤️\n\n**Donnerstag - 09.10.2025 - 23:55**",
    "2025-10-10": "**Freitag - 10.10.2025 - 23:32** \n\nHeute war unser sechster Urlaubstag. Ich bin gegen um 8:00 Uhr aufgestanden und wir haben um ca. 9:00 Uhr losgemacht zu Naturpools. \n\nDas waren von der Lava geschaffene Pools, welche mit Wasser des Atlantiks gefüllt sind. Es war echt schön, weil am Anfang kaum Leute da waren. Das Wasser hatte 22° und war eigentlich echt angenehm. \n\nDanach sind wir noch ein Eis essen gegangen wo ich Magnum hatte und haben uns noch einwenig die Gegend angeguckt. \n\nWir sind dann weiter gefahren noch zu anderen Klippen, bei welchen wir aber nur eine kurze Runde gegangen sind. \n\nZum Schluss sind wir noch auf 1300 Höhenmetern zum Fanal Wald gefahren, auf welchem plötzlich nur noch 13° waren und der ganze Wald in Nebel eingehüllt war, was echt mystisch aussah. \n\nAls wir dann wieder am Ferienhaus waren, hab ich eine Stunde Pause gegangen und bin dann laufen gegangen. \n\nEs war unfassbar anstrengend und am Ende 10km mit 450 Höhenmetern. \n\nWir haben dann angefangen Abendessen zumachen und haben nebenbei das Eislöwen Spiel geguckt, bei uns gab es heute Tapas was echt lecker war. \n\nDie Eislöwen haben leider 3:4 in der Overtime verloren. \n\nDanach haben wir noch das Deutschland Spiel geguckt welches 4:0 gegen Luxemburg ausging. \n\nGegen 22:20 hab ich dann noch fast eine Stunde mit Tarja was wieder echt wunderschön war ❤️ \n\nTarja hat mir leider auch erzählt das sie am Donnerstag vielleicht unterwegs sind, was unfassbar schade wäre, weil ich sie endlich wiedersehen möchte. \n\n**~ Freitag - 10.10.2025 - 23:44**",
    "2025-10-11": "**Samstag - 11.10.2025 - (Sontag 00:05)**\n\nHeute war unser siebter Urlaubstag. Ich bin gegen 9:00 Uhr aufgestanden. Danach haben wir erstmal gefrühstückt, bei welchem es selber gemachtes Avocado Toast gab. \n\nGegen 12:00 Uhr dann sind wir auf den höchsten Berg Madeiras gefahren, dem Pico Ruivo. Die Fahrt dauerte ca. eine Stunde und ich habe einwenig geschlafen. \n\nAuf dem Parkplatz angekommen begann eine 3km Wanderung bis auf den Gipfel. Die Landschaft war wieder wunderschön und wir waren über den Wolken so das diese wie ein Teppich aussahen. \n\nAls wir später am Parkplatz wieder ankamen, hatten wir 6,1km und 375 Höhenmeter. \n\nAuf der Rückfahrt haben wir noch einen kurzen Stop in São Vicente gemacht und sind noch einmal an der Promenade lang gelaufen. \n\nDanach sind wir noch einkaufen gefahren, wo ich mir noch ein zweites kleines Lego-Auto gekauft habe. \n\nIm Ferienhaus habe ich dann erstmal Pause gemacht bis wir später dann Abendessen gemacht haben, bei welchen es die Reste vom Tapas von Gestern gab. \n\nDen Rest des Abends haben wir noch was gespielt und geguckt. \n\nIch vermisse Tarja echt unfassbar sehr und hoffe einfach das die letzten drei Tage einfach schnell vergehen und ich sie dann endlich wiedersehe und sie in die Arme nehmen kann ❤️\n\n**~ Sonntag - 12.10.2025 - 00:13**"
  }
}